Repository: webwriter-app/branching-scenario
Catalog: xliff/*.xlf
Languages: de

# sf9aee319a006c9b4
source: Add
de: Hinzufügen

# s5f2f575fee43e7f8
source: Single Nodes
de: Einzelne Knoten

# s2e192b19ed15fcf6
source: Page
de: Seite

# s7a07940a2b62f185
source: Branch
de: Verzweigung

# s6abd1339f5659d50
source: Multiple Nodes
de: Mehrere Knoten

# s7984347f31306aca
source: Popup to Pages
de: Popup zu Seiten

# s7f747127243108b9
source: Popup to Popups
de: Popup zu Popups

# s7e617fb8024f45f4
source: Quiz to Branch to Pages
de: Quiz Verzweigung zu Seiten

# sb4f1dffbb6be6302
source: Clear
de: Löschen

# s42657469b069bee8
source: First Page
de: Erste Seite

# sac7bd907d39a570e
source: Clear Graph
de: Graphen Löschen

# sd8c7b6a9132e593b
source: Do you want to clear the graph? All your progress will be lost.
de: Möchten Sie den Inhalt des Graphen löschen? Ihr gesamter Fortschritt geht verloren.

# s2ceb11be2290bb1b
source: Cancel
de: Abbrechen

# sd9bdfc0f95188eea
source: Delete node
de: Knoten löschen

# sf80fa7d9bacf0a78
source: You are about to delete the node ${this.editorStore.selectedNode.data.title}. Do you want to proceed?
de: Sie sind dabei, den Knoten ${this.editorStore.selectedNode.data.title} zu löschen. Wollen Sie fortfahren?

# s0491e53d9de2e899
source: Abort
de: Abbrechen

# sb89f410de72cb268
source: Adding Node
de: Knoten hinzufügen

# s03acb46b5470e0c9
source: Give your new
de: Geben Sie dem neuen

# s629e3dc56b1d35e9
source: a title!
de: einen Namen!

# s6fd70a9a8c6d8355
source: Untitled Page ${this.pagesAdded}
de: Unbenannte Seite ${this.pagesAdded}

# s9e1a091f1c7c53b0
source: Untitled Popup ${this.popupsAdded}
de: Unbenanntes Popup ${this.popupsAdded}

# s1a30b9a78d158c62
source: Untitled Branch ${this.branchesAdded}
de: Unbenannte Verzweigung ${this.branchesAdded}

# s801ca3f7c573aebd
source: Not connected
de: Nicht verbunden

# s291e8cf07019837e
source: Search Nodes...
de: Knoten suchen...

# s603d69217de4e83b
source: No nodes found
de: Keine Knoten gefunden

# s6ac0c20ddc5c15ff
source: Pages
de: Seiten

# s3687049d1af562c4
source: Copy
de: Kopieren

# sd374c80e17e18808
source: Paste
de: Einfügen

# s060e481b4a246a3e
source: Start Page
de: Start Seite

# sb5a5848245f9e0e8
source: Set as Start Page
de: Zur Start Seite machen

# secf2ae437afa81c6
source: Create rules to guide how your gamebook progresses. The first rule that applies will be used.
de: Erstellen Sie Regeln to diktieren wie ihr Gamebook weitergeht. Die erste Regel die erfüllt ist, wird angewendet.

# sae5d9ee99fe0a8f5
source: Requires
de: Erfordert

# s5b01e19e4efa5a9e
source: Prevent Closing
de: Schließen verhindern

# s75d83fc3f0cfab40
source: Header
de: Kopfzeile

# s5f7ab55b6ba8729c
source: Write something here...
de: Schreiben Sie etwas hier...

# s7aaa8587048ed4d9
source: Select element
de: Element auswählen

# s57f8d0db44da6177
source: Delete Output
de: Ausgang löschen

# sa805b1e63ef896e4
source: You are about to delete ${this.deleteOutputClass} which has an outgoing connection. Do you wish to proceed?
de: Sie sind im Begriff den Ausgang ${this.deleteOutputClass} zu löschen, obwohl dieser eine Verbindung hat. Wollen Sie fortfahren?

# s5fc4562bab5298a4
source: Incoming (${this.editorStore.selectedNode?.inputs["input_1"]?.connections .length ?? 0})
de: Eingehend (${this.editorStore.selectedNode?.inputs["input_1"]?.connections .length ?? 0})

# s09134f2a8084426d
source: Accessing
de: Zugriff auf

# s0c17144a11b9576e
source: Connect a node to create rules based on its content!
de: Verbinden Sie einen Knoten um Regeln basierend auf dessen Inhalt zu erstellen!

# s26d236d09a66a620
source: Rules
de: Regeln

# sd0182c6d73eaa2be
source: Condition
de: Bedingung

# sad9ce781382a9f6e
source: If no rule is satisfied, go to
de: Wenn keine Regel erfüllt ist, gehe zu

# s524638d3ef766239
source: No branching rules
de: Keine Verzweigungsregeln

# sfc63e31ac7c956ed
source: Select
de: Auswählen

# s51cf605b81d7c915
source: Drag Connection
de: Verbindung ziehen

# sdc673e73b5c13aea
source: Delete
de: Löschen

# s081de6398e897576
source: Zoom In/Out
de: Vergrößern/Verkleinern

# s5c17e8980e6b5b18
source: Click on a node to view its content
de: Klicken Sie auf einen Knoten um dessen Inhalt zu sehen

# s3b151ca64eb26ec1
source: Expand
de: Ausklappen

# s4993444bfd3f3e5e
source: Collapse
de: Einklappen

# s46d93e3b43f99a6f
source: Untitled Gamebook
de: Unbenanntes Gamebook

# s0b52f3ea315aa9be
source: Page node
de: Seiten Knoten

# sdc3d2121c3bc5907
source: Popup node
de: Popup Knoten

# s487473fdf35474ff
source: Branch node
de: Verzweigungs Knoten

# h753ba5217e074fe6
source: Use the <strong>search bar</strong> to find nodes by <strong>title</strong>, <strong>type</strong>, and <strong>content</strong>. <br><br> <em>Tip:</em> Clicking the search bar will display a <strong>list of all nodes</strong>. Click on any node in the list to <strong>select it in the node editor</strong>.
de: Verwenden Sie die <strong>Suchleiste</strong> um Knoten zu finden nach <strong>Titel</strong>, <strong>Typ</strong>, und <strong>Inhalt</strong>. <br><br> <em>Tipp:</em> Durch Anklicken der Suchleiste wird ein <strong>Liste mit allen Knoten</strong>. Klicken Sie auf einen beliebigen Knoten in der Liste um <strong>ihn im Knoteneditor</strong> auszuwählen.

# h7eb8e051be10e053
source: Inserts a predefined <strong>pattern</strong> of multiple <strong>connected nodes</strong> into the node editor.<br><br> This allows you to quickly add a structured set of nodes without manual placement.
de: Fügt ein vordefiniertes <strong>Muster</strong> aus mehreren <strong>verbundenen Knoten</strong> in den Knoteneditor.<br><br> Auf diese Weise können Sie schnell einen strukturierten Satz von Knoten hinzufügen ohne manuelle Platzierung.

# s443fac2814907e18
source: Outputs (${Object.keys(this.editorStore.selectedNode.outputs).length})
de: Ausgänge (${Object.keys(this.editorStore.selectedNode.outputs).length})
